import { FAQModel } from './FAQModel';

export const FAQList: FAQModel[] = [
    {
        question: "ما هو نطاق البحث المكانى بالبوابة المكانية؟",
        answer: 'أمانة منطقة الرياض تشمل مدينة الرياض وبلديات المنطقة'
    },
    {
        question: "هل يمكن الحصول على بيانات تفصيلية عن قطع الأراضي؟",
        answer: 'نعم يمكن الحصول على بيانات متنوعة وتفصلية عن قطعة الارض'
    },
    {
        question: "ما هى الطبقات والبيانات المكانية التى يمكن البحث من خلالها؟",
        answer: 'الطبقات الاساسية المخططات – قطع الأراضى- الشوارع – حدود الأحياء – البلديات – الخدمات العامة والأنشطة وغيرها حسب الصلاحيات'
    },
    {
        question: "هل يمكن الطباعة من خلال البوابة؟",
        answer: 'نعم يمكن الطباعة بعدة مقاسات'
    },
    {
        question: "هل يمكن الحصول على بيانات من البوابة المكانية؟",
        answer: 'نعم يمكن تحديد مجموعة من البيانات وتصديرها إلى Shape File '
    },
    {
        question: "هل يمكن اضافة طبقات خاصة إلى البوابة؟",
        answer: 'نعم يمكن إضافة ملفات Shape File مضغوطة Zip File إلى البوابة'
    },
    {
        question: "هل يمكن البحث عن خدمات قريبة من السكن؟",
        answer: 'نعم يمكن البحث عن الخدمات فى نطاق محدد'
    },
    {
        question: "هل هناك شروط لاستخدام البوابة المكانية؟",
        answer: 'يمكن الدخول لمستخدم عام مع مرعاة شروط الاستخدام المرفقة'
    },
    {
        question: "هل جميع الطبقات بأمانة الرياض متاحه للجميع؟",
        answer: 'الطبقات الأساسية متاحة للجميع والطبقات التشغيلية بالعمل وفق صلاحيات'
    },
    {
        question: "هل يمكن الحصول على صلاحيات مستخدم؟",
        answer: 'يمكن بالتنسيق مع المختصين'
    }
];